IDEA StatiCa Open Model
ParameterReferenceElement.Value Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Value
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ReferenceElement Value { get; set; }
Public Property Value As ReferenceElement
	Get
	Set
public:
property ReferenceElement^ Value {
	ReferenceElement^ get ();
	void set (ReferenceElement^ value);
}
Property Value
Type: ReferenceElement
See Also
Reference
ParameterReferenceElement Class
IdeaRS.OpenModel.CrossSection Namespace